4ops.terraform
angelo-breuer.clock
anjali.clipboard-history
aykutsarac.jsoncrack-vscode
blakeh.jump-to-test
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
codely.codely-theme
csantiago132.intellij-ish-darcula-theme
daltonmenezes.aura-theme
danijelmalinovic.visual-studio-blue-theme
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
eliverlara.andromeda
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
evgeniypetukhov.dark-low-contrast
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
hashicorp.terraform
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
hermitter.oh-lucy-vscode
inferrinizzard.prettier-sql-vscode
jiapeiyao.tab-group
johnpapa.vscode-peacock
keksiqc.idx-monospace-theme
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
meganrogge.template-string-converter
mhutchie.git-graph
miguelsolorio.fluent-icons
miguelsolorio.symbols
mohsen1.prettify-json
mongodb.mongodb-vscode
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
nabeelvalley.typewriter
orta.vscode-jest
pabue.linear-theme
pavlopiga.intellij-vscode-soft-dark-theme
peymanslh.blueberry-dark-theme
pflannery.vscode-versionlens
postman.postman-for-vscode
quanli.focus
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
redhat.vscode-yaml
renxzen.google-colab-theme
renxzen.google-monokai-theme
ryanluker.vscode-coverage-gutters
shd101wyy.markdown-preview-enhanced
solarliner.linux-themes
tempus157.google-material-dark-theme
tinkertrain.theme-panda
trinm1709.dracula-theme-from-intellij
usernamehw.errorlens
vivaxy.vscode-conventional-commits
vue.volar
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wix.vscode-import-cost
xr0master.webstorm-intellij-darcula-theme
yoavbls.pretty-ts-errors