tap "candid82/brew"
tap "denisidoro/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nodesource/nsolid"
tap "stripe/stripe-cli"
tap "twilio/brew"
tap "yqrashawn/goku"
brew "bash"
brew "bat"
brew "coreutils"
brew "libssh2"
brew "libgit2"
brew "exa"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "hyperfine"
brew "jupyterlab"
brew "libzip"
brew "make"
brew "mas"
brew "mongosh"
brew "navi"
brew "python@3.10"
brew "pyenv"
brew "starship"
brew "tldr"
brew "tree"
brew "zlib"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-database-tools"
brew "stripe/stripe-cli/stripe"
brew "twilio/brew/twilio"
cask "devtoys"
cask "font-agave-nerd-font"
cask "font-hack-nerd-font"
cask "monolingual"
cask "ngrok"
mas "Monosnap", id: 540348655
mas "PDFgear", id: 6469021132
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "angelo-breuer.clock"
vscode "anjali.clipboard-history"
vscode "aykutsarac.jsoncrack-vscode"
vscode "blakeh.jump-to-test"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chakrounanas.turbo-console-log"
vscode "codely.codely-theme"
vscode "csantiago132.intellij-ish-darcula-theme"
vscode "daltonmenezes.aura-theme"
vscode "danijelmalinovic.visual-studio-blue-theme"
vscode "dbaeumer.vscode-eslint"
vscode "devlos.vuejs-snippets"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "evgeniypetukhov.dark-low-contrast"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "hermitter.oh-lucy-vscode"
vscode "hollowtree.vue-snippets"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jiapeiyao.tab-group"
vscode "johnpapa.vscode-peacock"
vscode "keksiqc.idx-monospace-theme"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nabeelvalley.typewriter"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "pabue.linear-theme"
vscode "pavlopiga.intellij-vscode-soft-dark-theme"
vscode "peymanslh.blueberry-dark-theme"
vscode "pflannery.vscode-versionlens"
vscode "postman.postman-for-vscode"
vscode "quanli.focus"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "renxzen.google-colab-theme"
vscode "renxzen.google-monokai-theme"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "solarliner.linux-themes"
vscode "stepsize.tech-debt-tracker"
vscode "tempus157.google-material-dark-theme"
vscode "tinkertrain.theme-panda"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wix.vscode-import-cost"
vscode "xr0master.webstorm-intellij-darcula-theme"
vscode "yoavbls.pretty-ts-errors"
